[Cues]
Act_E5_3B_ArtGallery_ArtBook01_Look01_Max_010="The Zeitgeist Gallery does have a cool history in Frisco...|I mean, San Francisco."
Act_E5_3B_ArtGallery_ArtBook02_Look01_Max_010="I wish I had time to go see those murals here…"
Act_E5_3B_ArtGallery_ArtFlyer01_Look01_Max_010="Holy shit! This flyer was designed just for Chloe. I wonder if I'm ready for the mosh pit..."
Act_E5_3B_ArtGallery_ArtFlyer02_Look01_Max_010="How fun! Yes, Warren would definitely "Go Ape" over this show."
Act_E5_3B_ArtGallery_ArtFlyer03_Look01_Max_010="The revolution will not be televised…"
Act_E5_3B_ArtGallery_ArtFlyer04_Look01_Max_010="I love how much cool art is going on all over the Bay Area… unlike Arcadia Bay."
Act_E5_3B_ArtGallery_ArtFlyer05_Look01_Max_010="But what would I wear?"
Act_E5_3B_ArtGallery_ArtFlyer06_Look01_Max_010="Some mysteries... should stay that way."
Act_E5_3B_ArtGallery_Bench_Zen_Max_010="I can't believe I'm in San Francisco…"
Act_E5_3B_ArtGallery_Bench_Zen_Max_020="How can I process this after all the death I've seen this week?"
Act_E5_3B_ArtGallery_Bench_Zen_Max_030="I wish Chloe was here with me now…"
Act_E5_3B_ArtGallery_Bench_Zen_Max_040="Without her, I couldn't have fought Jefferson..."
Act_E5_3B_ArtGallery_Bench_Zen_Max_050="And she always pushed me to not be shy about my photos…"
Act_E5_3B_ArtGallery_Bench_Zen_Max_060="Even if that feels so trivial after what happened with Rachel... and Kate."
Act_E5_3B_ArtGallery_Bench_Zen_Max_070="But for whatever reason I have this power, I hope I finally used it right…"
Act_E5_3B_ArtGallery_CHPrincipalWells_Look01_Max_010="It was cool that Principal Wells came along. He could have canceled our entries after... what happened with Jefferson."
Act_E5_3B_ArtGallery_Camera_Look01_Max_010="Hmmm. That looks familiar...|This might be too meta-metaphoric."
Act_E5_3B_ArtGallery_Champagne_Look01_Max_010="Champagne makes me think of me and Chloe getting busted with that wine…"
Act_E5_3B_ArtGallery_DifficultFocus_Scripted_Max_010="I literally do not have the time to deal with everybody…"
Act_E5_3B_ArtGallery_DifficultFocus_Scripted_Max_020="Focus, Max! Chloe needs you now!"
Act_E5_3B_ArtGallery_DifficultFocus_Scripted_Max_030="Zen, Max, zen... There's nobody here but you... nobody…"
Act_E5_3B_ArtGallery_DonationBox_Look01_Max_010="I need to drop some serious cash in there."
Act_E5_3B_ArtGallery_DownstairExhibitText_Look01_Max_010="That looks cool... but I don't know much about sculpture…"
Act_E5_3B_ArtGallery_DownstairExhibitWork01_Look01_Max_010="I would love to have this on a shelf, someday."
Act_E5_3B_ArtGallery_DownstairExhibitWork02_Look01_Max_010="That one is kind of silly…"
Act_E5_3B_ArtGallery_DownstairExhibitWork03_Look01_Max_010="I like. But imagine how much time it takes to make one sculpture…"
Act_E5_3B_ArtGallery_ExhibitIntro_Look01_Max_010="I still can't believe I'm actually included in this show…"
Act_E5_3B_ArtGallery_Food01_Look01_Max_010="I guess I have to get used to the idea of fancy food I don't want to eat…"
Act_E5_3B_ArtGallery_Food02_Look01_Max_010="Oooo, but that tart fruit thing looks tasty…"
Act_E5_3B_ArtGallery_GuestBook_Look01_Max_010="It's great to read all these comments... even the mean ones."
Act_E5_3B_ArtGallery_Hipster01_Look01_Max_010="Maybe's he's a hipster but he's appreciating the  photos…"
Act_E5_3B_ArtGallery_Hipster02_Look01_Max_010="She's cute. I wonder what kind of style I'll have in a few years…"
Act_E5_3B_ArtGallery_IntroLines_Scripted_Max_010="Wowser, Max... You did it. Somehow…"
Act_E5_3B_ArtGallery_IntroLines_Scripted_Max_020="I went from the Dark Room... to this gallery.|I've been through so many realities in one week.|Life is... weird."
Act_E5_3B_ArtGallery_MaxLabel_Look01_Max_010=""Windows"... by Maxine Caulfield...2013... MAXINE? For reals? Eat me."
Act_E5_3B_ArtGallery_MaxPicture_Look01_Max_010="You did it, Max... You're a real artist. At least for today…"
Act_E5_3B_ArtGallery_NeonArt_Look01_Max_010="Not my style, but the neon is a nice representation...|Oh shit! Pretentious alert."
Act_E5_3B_ArtGallery_Newspaper01_Look01_Max_010="Young and grunge... He'll think about those days for the rest of his life in prison...|Good."
Act_E5_3B_ArtGallery_Newspaper02_Look01_Max_010="Wowser, a Danny Lee article..."
Act_E5_3B_ArtGallery_Newspaper02_Look02_Max_020="Wowser, a Danny Lee article..."
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_010="Be cool, Max. Smile and don’t say anything stupid."
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_020="I don’t know if I like all this attention…"
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_030="Come on, Max. Chloe is finally safe, Jefferson is done and your photo is on display in San Francisco."
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_040="What’s that line from Blade Runner?|"Revel in your time... ""
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_050="I probably should at least go see my picture and see how it looks on the wall of a real gallery. Who knows when this will happen again?"
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_060="I can always run to Principal Wells in case I need somebody to talk with… I'm surprised how chill he is outside of campus..."
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_070="I do have to appreciate my life after everything that happened this week."
Act_E5_3B_ArtGallery_ObjectiveLines01_Scripted_Max_080="Maybe I have to put my rewind power on a major time-out... Fuck it, pun intended."
Act_E5_3B_ArtGallery_ObjectiveLines02_Scripted_Max_010="No fucking way... Chloe can't die again... I have to save her."
Act_E5_3B_ArtGallery_ObjectiveLines02_Scripted_Max_020="Please, no... I have to be in Arcadia Bay to help Chloe... not here."
Act_E5_3B_ArtGallery_ObjectiveLines02_Scripted_Max_040="My contest photo… It might be the only way to get back."
Act_E5_3B_ArtGallery_ObjectiveLines02_Scripted_Max_060="There'll be another contest, Max... You won't get another Chloe…"
Act_E5_3B_ArtGallery_ObjectiveLines02_Scripted_Max_070="If I rewind into my contest photo then destroy it... I'll definitely end up in Arcadia Bay not San Francisco…"
Act_E5_3B_ArtGallery_Receptionist_Look01_Max_010="I never thought I'd get to speak to a gallery receptionist about my own work... Nice."
Act_E5_3B_ArtGallery_SFCityMap_Look01_Max_010="I love this map of the city. It's so romantic."
Act_E5_3B_ArtGallery_SFLook_Look01_Max_010="I could take so many epic shots from anywhere in the city…"
Act_E5_3B_ArtGallery_SubmarineFlyer_Look01_Max_010="I wonder how it is to live in a submarine like that...|It must be really claustrophobic."
Act_E5_3B_ArtGallery_ThoughtLines_Scripted_Max_010="Oh man, that is incredible."
Act_E5_3B_ArtGallery_ThoughtLines_Scripted_Max_020="I can't believe my picture is in the same room as all these great images."
Act_E5_3B_ArtGallery_ThoughtLines_Scripted_Max_030="I want to move into this gallery."
Act_E5_3B_ArtGallery_ThoughtLines_Scripted_Max_040="I love that Jack Kerouac and the Beats hung out in this same hood. Dig it, cat."
Act_E5_3B_ArtGallery_ThoughtLines_Scripted_Max_050="Everything is so wide and spacious in here… The lighting is perfect."
Act_E5_3B_ArtGallery_ThoughtLines_Scripted_Max_060="How much would I charge if somebody wanted to buy my picture... Whoa, slow down, Max Warhol."
Act_E5_3B_ArtGallery_WinnerList_Look01_Max_010="There I am... along with all the other winners.|I should say "artists" instead."
Act_E5_3B_ArtGallery_ZeitgeistLogo_Look01_Max_010=""The Zeitgeist Gallery... Starring Max Caulfield." Anyway. This really is so cool."
Cue_E5_3B_ArtGallery_ArtTalk01_IGE_Woman02_020="How much would you pay for that?"
Cue_E5_3B_ArtGallery_ArtTalk01_IGE_Woman02_040="I guess everybody is a photographer now."
Cue_E5_3B_ArtGallery_ArtTalk03_IGE_Man05_010="This makes me feel so sad..."
Cue_E5_3B_ArtGallery_ArtTalk03_IGE_Man05_020="Like I was back in high school..."
Cue_E5_3B_ArtGallery_ArtTalk04_IGE_Man06_010="How do these galleries afford to rent here?"
Cue_E5_3B_ArtGallery_ArtTalk04_IGE_Man09_010="I wonder if I can buy these "Everyday Heroes" pictures…"
Cue_E5_3B_ArtGallery_ArtTalk04_IGE_Woman05_010="Like, I do not understand art."
Cue_E5_3B_ArtGallery_ArtTalk04_IGE_Woman06_010="God, I love art..."
Cue_E5_3B_ArtGallery_ArtTalk04_IGE_Woman07_010="I always get so inspired whenever I come here…"
Cue_E5_3B_ArtGallery_Babblers_IGE_Man01_010="Excuse me, I’d love to ask you a few questions about your work…"
Cue_E5_3B_ArtGallery_Babblers_IGE_Man02_030="Oh, hey... I'm totally into your photography."
Cue_E5_3B_ArtGallery_Babblers_IGE_Woman01_020="Oh, you’re Max Caulfield, right? Tell me what kind of instant camera you used!"
Cue_E5_3B_ArtGallery_Babblers_IGE_Woman02_040="Oh my gosh, can I pick your brain for an hour?"
Cue_E5_3B_ArtGallery_CHMan01_QPhase01_Man01_001="Oh, hey… You're the one who entered the self-portrait. Or, actually, do you call it a "selfie"? Anyway, I was very impressed about how you subverted it, to make all of your photos subjects the focus… Very smart."
Cue_E5_3B_ArtGallery_CHMan02_QPhase01_Man02_001="Whoa, you did that selfie... pretty hot. If you want, we can smoke a spliff after the show..."
Cue_E5_3B_ArtGallery_CHMan04_QPhase01_Man04_001="Are you Max Caulfield? Bravo on your entry.|I'm the art critic for Iris-In Magazine, and we would love to include you|in a piece about future trendsetters in photography.|I'll send you the details this week, if that's okay.|Congratulations for your piece.
"
Cue_E5_3B_ArtGallery_CHMan05_QPhase01_Man05_001="Usually, these kind of contests, they, uh... they put me to sleep, but I like how this show is about specific actions, you know, not just abstractions. The Zeitgeist is doing some unique stuff this year."
Cue_E5_3B_ArtGallery_CHMan06_QPhase01_Man06_001="You're one of the finalists, right? So am I! How awesome is this, right? This is going to make a great start of our portfolios."
Cue_E5_3B_ArtGallery_CHMan09_QPhase01_Man09_001="Sorry, I don't know your name, but I saw your picture in the gallery brochure and I just wanted to let you know how cool your entry was."
Cue_E5_3B_ArtGallery_CHMan10_QPhase01_Man10_001="Well, I have to say this is the best "Everyday Heroes" show I've seen since it began. All the pictures say a lot about our times... Bravo."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_MaxUnderwear_012="/!\ WARNING /!\ Text not localized : Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_MaxUnderwear_012"
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_001="/!\ WARNING /!\ Text not localized : Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_001"
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_004="I don't feel like a famous photographer yet."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_007="It's kind of surreal to be here after everything that happened at Blackwell..."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_008="I don't know... I'm just lucky. There's no way I'm a real photographer yet."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_010="Maybe I feel guilty for celebrating..."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_013="Mark Jefferson was good about hiding his tracks... We were all fooled by him."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_016="It's not your fault. You didn't know what really happened..."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_017="I did tell you that Nathan was involved... not that I expected anyone to believe me..."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_018="I should have told you that Nathan brought a gun to school this week. Maybe things would have been different."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_022="At least he's in jail along with Nathan for kidnapping and murder."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_024="Now if we can just figure out what's going on with the weather... maybe everything will be like it was before."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_025="I'd like to think there's some karma involved... The Prescotts have had this coming."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Max_028="I'm hoping this is a fresh start, Principal Wells."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_003="So, how are you handling your new fame as a photographer?"
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_005="Every journey starts with the first step. I'm only a Blackwell bureaucrat, not an artist, but you've made us proud with the great response to your work so far."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_006="All the more reason to celebrate your success."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_009="Don't sell yourself short, Max."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_011="Leave that to me.|I...|I should have been more proactive about Kate Marsh and her awful situation.|She's strong and I'm glad she made it out of that hell.|I should have put my foot down with Nathan Prescott... or put my foot in his ass."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_014="Most of all me. As you might know, I have a weakness for prestige."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_015="And Jefferson had such a great reputation. Nobody expected him to be so... disturbed. I couldn't believe the police found those sick photos in his "Dark Room." Those poor girls..."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_019="I know, but... that's not a good excuse for a principal."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_020="I'll regret that for the rest of my life, Max. The Prescotts knew how to protect their own."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_021="Maybe not. I probably wouldn't have believed that he did. The Prescotts have a way of getting their way, or... should I say "had"?"
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_023="And Sean Prescott is now under serious investigation for all his years of corruption.|Money and power can only protect you for so long in Arcadia Bay.|The irony is that for once Sean Prescott actually had no clue|what was going on with Jefferson...|and he even brought him to Blackwell."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_026="Environmental science is above my paygrade, Max. But it sure would be nice to get back to Blackwell Academy the way it was before."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_027="I do believe that "what goes around, comes around." I just hope it's all good for a change."
Cue_E5_3B_ArtGallery_CHPrincipal_Phase01_Principal_029="Like I said before, you're an adult now, Max. You can call me Ray. At least for this event. Now if you'll excuse me, I hear the buffet calling me again."
Cue_E5_3B_ArtGallery_CHPrincipal_QPhase01_Principal_001="Excuse me, Max. I have to go call my wife and tell her I haven't broken my diet. No blackmail, please."
Cue_E5_3B_ArtGallery_CHReceptionist_QPhase01_Receptionist_002="Why, good morning! You must be Max Caulfield. Congratulations for your "Everyday Heroes" photo! The exhibition is quite impressive, especially with your entry."
Cue_E5_3B_ArtGallery_CHWoman01_QPhase01_Woman01_001="Aren't you from Blackwell Academy? I wanted to go there, but I didn't get in... They have such a cool program. I bet you're learning a lot."
Cue_E5_3B_ArtGallery_CHWoman04_QPhase01_Woman04_001="Miss Caulfield, I'm from the admissions office at UC Berkeley, I'd love to talk to you about a new academic setting for you later on today… If I can."
Cue_E5_3B_ArtGallery_CHWoman06_QPhase01_Woman06_001="You must be the Everyday Hero from Blackwell... My name is Lauren Francis and I run the Media Department at Detroit School Of Visual Arts. I'd love to talk about you being a residency next spring... Don't say anything to Principal Wells. Yet."
Cue_E5_3B_ArtGallery_CHWoman07_QPhase01_Woman07_001="Hey, I love your shot. I just wanted to say congratulations, and I hope you get a lot more attention."
Cue_E5_3B_ArtGallery_CHWoman08_QPhase01_Woman08_001="Um, excuse me. I just wanted to tell you how much I loved your photograph. I've seen a lot today, but there's something powerful and understated in yours. I can't wait to see much more of your work in the future."
Cue_E5_3B_ArtGallery_CHWoman10_QPhase01_Woman10_001="You look like you're lost. I know being in a big city like SF can be intimadating after coming from a tiny hick town like Arcadia Bay. No offense."
Cue_E5_3B_ArtGallery_FamilyDiscussion_Daughter_040="Errr dad, the label says that this is a print from a disposable camera, what are you talking about?"
Cue_E5_3B_ArtGallery_FamilyDiscussion_Daughter_060="whatever…"
Cue_E5_3B_ArtGallery_FamilyDiscussion_Father_010="Look at this print, the depth of field , the colors, look at the bokeh shape, this was definitely shot with a medium format camera, using a leica 35mm lens. You can definitely find out those details, the story of a photo… if you know how to look at all the details of a picture."
Cue_E5_3B_ArtGallery_FamilyDiscussion_Father_030="When I was younger I did a lot of photography studies, didn't I told you about it Emma? I was quite good at it actually, but I decided to drop photography to do a real paying job… Anyway, it is interesting to be here, and you're lucky to be with me here, I can share all of this with you."
Cue_E5_3B_ArtGallery_FamilyDiscussion_Father_050="Oh, yes of course, I was meaning a Leica disposable camera… yes, yes… and don't contradict me anyway…"
Cue_E5_3B_ArtGallery_FamilyDiscussion_Wife_020="Ooh, this is so interesting Matthew, I didn't think you knew about all this."
Cue_E5_3B_ArtGallery_Insertion_Max_010="San Francisco is so cool... and this gallery is huge."
Cue_E5_3B_ArtGallery_Insertion_Max_030="As long as I don’t have to eat any caviar…"
Cue_E5_3B_ArtGallery_Insertion_Max_050="I don’t know... I feel so weird, like I’m a little kid hanging with the adults."
Cue_E5_3B_ArtGallery_Insertion_Max_090="Come on, Max... After everything that's happened, this should be the least scary thing you've ever done."
Cue_E5_3B_ArtGallery_Insertion_Principal_020="So is the buffet. If an event skimps on the food, you know it’s a bad event."
Cue_E5_3B_ArtGallery_Insertion_Principal_040="This is your day, Max. You can do whatever you want.|I hope you take advantage of your status and talk to|as many influential people here as possible.|Work the room."
Cue_E5_3B_ArtGallery_Insertion_Principal_060="Max, after this week you are certainly not a little kid anymore. In fact, you’re a noteworthy adult being honored by your peers. Now you have to start acting like the photographer you want to be."
Cue_E5_3B_ArtGallery_Insertion_Principal_070="Hell, I wanted to be in charge of a big school someday, so I started taking charge of things when I was young. Ask my poor classmates…"
Cue_E5_3B_ArtGallery_Insertion_Principal_080="Max, I'm going to eat up that caviar so you don't have to. Better get in there and start schmoozing. You know, I won't always be here to take charge. But you come talk to me, whenever you want."
Cue_E5_3B_ArtGallery_JeffersonTalk_IGE_Man04_010="I heard Mark Jefferson was supposed to be here tonight…"
Cue_E5_3B_ArtGallery_JeffersonTalk_IGE_Man04_030="That was so shocking... I have one of his monographs too..."
Cue_E5_3B_ArtGallery_JeffersonTalk_IGE_Woman04_020="Not anymore."
Cue_E5_3B_ArtGallery_JeffersonTalk_IGE_Woman04_040="Hold onto it... His work is going to be worth serious cash..."
Cue_E5_3B_ArtGallery_Journalist_Danny_010="Hi, excuse me. You're Max Caulfield, right?"
Cue_E5_3B_ArtGallery_Journalist_Danny_030="Sorry to bother you, but my name is Danny Lee and I’m with the Berkeley People’s Herald. I edit their art section and I totally dig your work."
Cue_E5_3B_ArtGallery_Journalist_Danny_040="Now, I know the whole "ironic selfie" thing is kind of played out, but there's something… timeless about your images. So I'd love to set up an appointment or interview with you when you get a chance. Here's my card… So great talking with you, Max."
Cue_E5_3B_ArtGallery_Journalist_Max_020="Um... yeah. Yes..."
Cue_E5_3B_ArtGallery_Journalist_Max_050="You too, Danny."
Cue_E5_3B_ArtGallery_MaxAnswers_IGE_Max_010="Sorry, but..."
Cue_E5_3B_ArtGallery_MaxAnswers_IGE_Max_020="Can we talk later? Thanks…"
Cue_E5_3B_ArtGallery_MaxAnswers_IGE_Max_030="Not right now…"
Cue_E5_3B_ArtGallery_MaxAnswers_IGE_Max_050="Thanks, but I'm busy..."
Cue_E5_3B_ArtGallery_MaxWork_IGE_Man01_010="I know it’s kind of simple but I find this haunting..."
Cue_E5_3B_ArtGallery_MaxWork_IGE_Man01_030="Who’s the artist?"
Cue_E5_3B_ArtGallery_MaxWork_IGE_Man01_050="That’s cool. Seems pretty mature…"
Cue_E5_3B_ArtGallery_MaxWork_IGE_Woman01_020="Right? The instant print makes it look timeless... nostalgic melancholy."
Cue_E5_3B_ArtGallery_MaxWork_IGE_Woman01_040="A teenage girl... I think it’s for some contest."
Cue_E5_3B_ArtGallery_PhotoLook_Admirer1_010="That is different! Loving the retro vibe."
Cue_E5_3B_ArtGallery_PhotoLook_Admirer1_050="Hey, and there she is to save the day."
Cue_E5_3B_ArtGallery_PhotoLook_Admirer1_090="Hey, are you okay? We lost you there for a second…"
Cue_E5_3B_ArtGallery_PhotoLook_Admirer2_020="Me too. Makes me want to go buy an instant camera. But damn, I bet that film costs a fortune."
Cue_E5_3B_ArtGallery_PhotoLook_Admirer2_100="Oh, your nose!"
Cue_E5_3B_ArtGallery_PhotoLook_Admirer4_040="Here on the plaque, "Max Caulfield, Everyday Hero.""
Cue_E5_3B_ArtGallery_PhotoLook_Chloe_150="Max! Holy shit, man! Your vision! It’s... it's true! You saw the tornado, it’s coming!"
Cue_E5_3B_ArtGallery_PhotoLook_Chloe_170="I'm so fucking scared! I'm... I'm by the beach, I'm stuck in the..."
Cue_E5_3B_ArtGallery_PhotoLook_Max_060="Hi."
Cue_E5_3B_ArtGallery_PhotoLook_Max_080="Chloe!"
Cue_E5_3B_ArtGallery_PhotoLook_Max_110="I’m okay... Jet lag... High altitude..."
Cue_E5_3B_ArtGallery_PhotoLook_Max_130="You left the ringer off, idiot!"
Cue_E5_3B_ArtGallery_PhotoLook_Max_140="Come on... Please answer..."
Cue_E5_3B_ArtGallery_PhotoLook_Max_160="What? Oh no... Chloe, where are you?"
Cue_E5_3B_ArtGallery_PhotoLook_Max_180="Chloe! Can you hear me? Hello?"
Cue_E5_3B_ArtGallery_PhotoLook_Max_190="Hello?"
Cue_E5_3B_ArtGallery_PhotoLook_Max_200="Oh my God, the tornado was real... I didn't fix shit!"
Cue_E5_3B_ArtGallery_PhotoLook_Max_210="Chloe will die... Arcadia Bay is gonna be destroyed.."
Cue_E5_3B_ArtGallery_PhotoLook_Max_220="There has to be a way to stop this... for good."
Cue_E5_3B_ArtGallery_Weirdo_IGE_Man11_010="Bad exposure... bad framing... bad picture…"
Cue_E5_3B_ArtGallery_Weirdo_IGE_Man11_020="I could have done this so much better…"
